const articleList = [
    {
        id: 1,
        tag: "인테리어",
        title: "공간 활용도 100%, 자취방 인테리어",
        thumbnail: "https://image.ohou.se/i/bucketplace-v2-development/uploads/cards/advice/170312497754844848.jpeg?gif=1&w=1440",
        likes: 22,
        content: `
        <h1>자취방 인테리어 팁</h1>
        <p>자취방을 꾸미는 것은 단순히 공간을 아름답게 만드는 것 이상의 의미를 갖습니다. 자취방 인테리어는 편안하고 기능적인 생활 공간을 만드는 데 중점을 둬야 합니다. 아래는 자취방 인테리어를 위한 몇 가지 팁입니다.</p>
    
        <div class="tip">
            <h2>1. 공간 활용</h2>
            <p>자취방은 대부분 작은 공간이기 때문에, 공간을 효율적으로 활용하는 것이 중요합니다.</p>
            <ul>
                <li>수납 가구를 활용하세요. 벽 선반, 서랍장, 수납 침대 등을 이용하면 공간을 절약할 수 있습니다.</li>
                <li>멀티 기능 가구를 선택하세요. 예를 들어, 소파 겸용 침대나 책상 겸용 식탁 같은 가구를 활용하면 공간 활용도가 높아집니다.</li>
                <li>수직 공간을 활용하세요. 높은 책장이나 벽 선반을 사용하여 바닥 공간을 절약할 수 있습니다.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>2. 조명</h2>
            <p>조명은 공간의 분위기를 크게 좌우합니다. 적절한 조명 배치는 방을 더 넓어 보이게 하고, 아늑한 분위기를 조성할 수 있습니다.</p>
            <ul>
                <li>자연광을 최대한 활용하세요. 창문 근처에 밝은 색상의 커튼을 사용하여 빛이 잘 들어오게 합니다.</li>
                <li>다양한 조명을 사용하세요. 천장 조명뿐만 아니라 스탠드 조명, 테이블 램프 등 다양한 조명을 사용하여 공간에 깊이감을 더할 수 있습니다.</li>
                <li>따뜻한 색상의 조명을 선택하세요. 따뜻한 색상의 조명은 아늑한 분위기를 만들어 줍니다.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>3. 색상 선택</h2>
            <p>색상은 방의 분위기와 느낌을 결정짓는 중요한 요소입니다. 작은 공간에서는 특히 신중하게 색상을 선택해야 합니다.</p>
            <ul>
                <li>밝은 색상을 사용하세요. 밝은 색상은 공간을 더 넓어 보이게 합니다. 벽지, 가구, 침구류 등에서 밝은 색상을 선택해 보세요.</li>
                <li>포인트 색상을 활용하세요. 방 전체를 밝게 유지하면서도, 쿠션이나 액자 등 소품에서 포인트 색상을 사용하여 활기를 불어넣을 수 있습니다.</li>
                <li>색상의 조화를 고려하세요. 방 전체의 색상이 조화롭게 어우러지도록 배색을 신경 써야 합니다.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>4. 개인화된 공간</h2>
            <p>자취방은 자신의 개성을 표현할 수 있는 공간이기도 합니다. 작은 소품 하나로도 큰 변화를 줄 수 있습니다.</p>
            <ul>
                <li>취미와 관련된 소품을 활용하세요. 책, 그림, 악기 등 자신의 취미를 반영한 소품은 방을 더욱 개인화된 공간으로 만들어 줍니다.</li>
                <li>DIY 소품을 활용하세요. 직접 만든 소품이나 가구는 특별한 느낌을 줄 수 있습니다.</li>
                <li>추억이 담긴 사진이나 기념품을 전시하세요. 소중한 기억을 담은 물건들이 공간을 더욱 따뜻하게 만들어 줍니다.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>5. 깨끗하고 정돈된 공간</h2>
            <p>아무리 멋지게 꾸민 공간이라도 정리가 안 되어 있으면 그 효과가 반감됩니다. 정리정돈은 인테리어의 기본입니다.</p>
            <ul>
                <li>정기적으로 청소하세요. 깔끔하게 정리된 공간은 생활의 질을 높여줍니다.</li>
                <li>정리 용품을 활용하세요. 바구니, 박스 등을 이용해 소품을 정리하면 방이 더 깔끔해집니다.</li>
                <li>불필요한 물건은 최소화하세요. 미니멀리즘을 추구하며, 꼭 필요한 물건들로만 공간을 채워보세요.</li>
            </ul>
        </div>
    
        <p>이러한 팁들을 참고하여 자취방을 꾸미면, 더욱 편안하고 기능적인 공간을 만들 수 있습니다. 자신의 취향과 생활 패턴에 맞게 꾸미는 것을 잊지 마세요!</p>
        `,
        date: '2024.04.23.'
    },
    {
        id: 2,
        tag: "인테리어",
        title: "저렴이 템으로 원룸 꾸미기!",
        thumbnail: "https://i.pinimg.com/564x/18/70/71/187071a348f77638d83d85d1218ab44a.jpg",
        likes: 12,
        date: '2024.05.05',
        content: ` <h1>적은 돈으로 인테리어 할 수 있는 꿀팁</h1>
        <p>집을 아름답고 기능적으로 꾸미는 데 많은 돈을 들일 필요는 없습니다. 약간의 창의력과 시간, 그리고 몇 가지 작은 투자만으로도 큰 변화를 이끌어낼 수 있습니다. 다음은 적은 비용으로 인테리어를 개선할 수 있는 몇 가지 팁입니다.</p>
    
        <div class="tip">
            <h2>1. DIY 프로젝트 활용</h2>
            <p>직접 손으로 만드는 DIY 프로젝트는 비용을 절감하면서도 개성을 살릴 수 있는 좋은 방법입니다.</p>
            <ul>
                <li><strong>가구 리폼</strong>: 낡은 가구에 페인트를 새로 칠하거나 손잡이를 교체하면 새 가구처럼 보일 수 있습니다.</li>
                <li><strong>벽 꾸미기</strong>: 셀프 페인팅이나 벽 스티커, 패브릭 포스터 등을 활용하여 벽면을 꾸며보세요.</li>
                <li><strong>소품 만들기</strong>: 간단한 공예 기술을 배워 소품을 만들어 보세요. 쿠션 커버, 테이블 러너, 액자 등을 직접 만들면 비용을 절감할 수 있습니다.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>2. 중고 가구와 소품 활용</h2>
            <p>중고 제품을 잘 활용하면 저렴한 비용으로 멋진 인테리어를 완성할 수 있습니다.</p>
            <ul>
                <li><strong>중고 마켓</strong>: 온라인 중고 마켓이나 벼룩시장에서 저렴한 가격에 가구와 소품을 구매할 수 있습니다.</li>
                <li><strong>리폼 아이디어</strong>: 중고 가구를 구입한 후, 리폼을 통해 새로운 가구처럼 활용해 보세요.</li>
                <li><strong>재활용 센터</strong>: 재활용 센터나 커뮤니티 내 무료 나눔을 통해 필요한 물건을 얻을 수 있습니다.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>3. 소품으로 분위기 전환</h2>
            <p>작은 소품 하나로도 방의 분위기를 크게 바꿀 수 있습니다.</p>
            <ul>
                <li><strong>쿠션과 담요</strong>: 다양한 색상과 패턴의 쿠션과 담요를 활용하여 방에 포인트를 줄 수 있습니다.</li>
                <li><strong>그린 인테리어</strong>: 저렴한 가격의 작은 화분이나 인조 식물을 활용하여 자연스러운 분위기를 연출해 보세요.</li>
                <li><strong>조명</strong>: 스탠드 조명이나 무드등을 사용하여 따뜻한 분위기를 만들어 보세요.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>4. 벽지와 페인트</h2>
            <p>벽지나 페인트를 활용하여 방의 분위기를 크게 바꿀 수 있습니다.</p>
            <ul>
                <li><strong>포인트 벽지</strong>: 한쪽 벽에만 포인트 벽지를 사용하여 비용을 절감하면서도 색다른 느낌을 줄 수 있습니다.</li>
                <li><strong>셀프 페인팅</strong>: 직접 페인팅을 하면 인건비를 절약할 수 있으며, 자신만의 스타일을 표현할 수 있습니다.</li>
            </ul>
        </div>
    
        <div class="tip">
            <h2>5. 창의적인 수납 공간</h2>
            <p>수납 공간을 창의적으로 활용하면 깔끔하고 넓은 느낌을 줄 수 있습니다.</p>
            <ul>
                <li><strong>벽 선반</strong>: 벽면에 선반을 설치하여 수납 공간을 늘리면서도 장식 효과를 줄 수 있습니다.</li>
                <li><strong>다용도 가구</strong>: 수납 기능이 있는 다용도 가구를 활용하여 공간 활용도를 높여 보세요.</li>
                <li><strong>바구니와 박스</strong>: 저렴한 바구니나 박스를 활용하여 소품을 정리하면 깔끔한 공간을 유지할 수 있습니다.</li>
            </ul>
        </div>
    
        <p>이러한 팁들을 활용하여 적은 비용으로도 멋진 인테리어를 완성할 수 있습니다. 창의력과 작은 노력이 더해진다면, 더욱 특별한 나만의 공간을 만들 수 있을 것입니다.</p>`
    },
    {

        id: 12,
        tag: "인테리어",
        title: '깔끔 그 자체, 화이트 인테리어 모음집',
        thumbnail: "https://i.pinimg.com/736x/41/57/30/415730c2ee3dce95424dcdc55541c43c.jpg",
        likes: 11,
        date: '2024.06.01',
        content: `
        <h1>화이트톤 인테리어 예시</h1>

    <div class="example">
        <img src="https://i.pinimg.com/564x/77/55/3f/77553ff708a6df62b3dfce57d2af1409.jpg" alt="화이트톤 인테리어 예시 1">
        <h2>현대적인 분위기</h2>
        <p>화이트톤으로 꾸며진 현대적인 분위기의 거실. 흰색 벽과 가구로 공간을 깔끔하게 정리했습니다.</p>
    </div>

    <div class="example">
        <img src="https://i.pinimg.com/564x/7e/0a/6e/7e0a6ee0f45f5217eb2aaf7acb5d4421.jpg" alt="화이트톤 인테리어 예시 2">
        <h2>밝고 넓은 공간</h2>
        <p>흰색 벽과 가구, 그리고 큰 창문으로 밝고 넓은 공간을 연출한 화이트톤 인테리어 예시.</p>
    </div>

    <div class="example">
        <img src="https://i.pinimg.com/736x/77/13/99/7713995aca262efdc13e7fe6a900c9ea.jpg" alt="화이트톤 인테리어 예시 3">
        <h2>우아한 식탁</h2>
        <p>화이트톤의 식탁과 의자로 우아하고 모던한 느낌을 연출한 인테리어 예시.</p>
    </div>
        `
    },
    {
        id: 4,
        tag: '주거',
        title: '자취 원룸 구하기 전 필독서',
        thumbnail: "https://i.pinimg.com/564x/8f/c1/36/8fc136961f20942d3bf4a2051e144ce0.jpg",
        likes: 33,
        date: '2024.04.04',
        content: `
        <h1>자취 원룸 구하기 꿀팁</h1>
        <p>자취 원룸을 구하는데 도움이 될 꿀팁을 소개합니다. 아래의 단계를 따라 집을 찾는 과정을 즐겁게 진행해보세요.</p>
    
        <h2>1. 예산 설정</h2>
        <p>자취 원룸을 구하기 전에 미리 예산을 설정해두세요. 월세, 관리비, 보증금 등을 고려하여 얼마의 금액을 사용할 수 있는지 계획해보세요.</p>
    
        <h2>2. 위치 선정</h2>
        <p>원하는 지역의 주거 환경, 교통 편의성, 편의시설 등을 고려하여 위치를 선정하세요. 학교나 직장과의 거리, 주변 시설의 유무 등을 고려합니다.</p>
    
        <h2>3. 온라인 부동산 사이트 이용</h2>
        <p>다양한 온라인 부동산 사이트를 활용하여 자취 원룸 매물을 찾아보세요. 검색 조건을 설정하여 원하는 조건에 맞는 매물을 쉽게 찾을 수 있습니다.</p>
    
        <h2>4. 중개사와의 상담</h2>
        <p>부동산 중개사와 상담을 통해 원하는 조건에 맞는 매물을 더 쉽게 찾을 수 있습니다. 원하는 지역이나 가격대를 중개사에게 알려주면 도움을 받을 수 있습니다.</p>
    
        <h2>5. 방문 및 확인</h2>
        <p>관심 있는 매물을 직접 방문하여 주변 환경을 확인해보세요. 집의 구조, 내부 시설, 안전 여부 등을 꼼꼼히 살펴보고 선택하세요.</p>
    
        <h2>6. 계약 및 입주</h2>
        <p>마음에 드는 매물을 발견하면 중개사와 임대인과의 계약을 진행하세요. 계약을 체결한 후에는 필요한 서류를 제출하고 입주 준비를 완료하세요.</p>
    
        <p>이렇게 꿀팁을 활용하여 자취 원룸을 구할 수 있습니다. 원하는 조건을 잘 파악하고 차근차근 진행하면 안전하고 만족스러운 집을 찾을 수 있습니다.</p>
        `
    },
    {
        id: 5,
        tag: '주거',
        title: '집 구할 때 무조건 챙겨야 하는 서류는?',
        thumbnail: 'https://i.pinimg.com/564x/04/e8/00/04e8008b46deadb8a032ddf256c7b87f.jpg',
        likes: 30,
        date: '2024.04.20',
        content: `
        <h1>집을 구할 때 필요한 서류</h1>
    <p>집을 구할 때 필요한 필수 서류를 소개합니다. 아래의 서류를 준비하여 원활한 계약 과정을 진행하세요.</p>

    <h2>1. 신분증</h2>
    <p>계약 시 본인 확인을 위한 신분증이 필요합니다. 주민등록증, 운전면허증, 여권 등이 사용될 수 있습니다.</p>

    <h2>2. 소득증빙서류</h2>
    <p>임대인은 임차인의 소득을 확인하고 싶어할 수 있습니다. 근로소득원천징수영수증, 월급명세서, 소득금액증명원 등을 제출하세요.</p>

    <h2>3. 재직증명서</h2>
    <p>직장에 다니고 있는 경우, 재직증명서도 필요할 수 있습니다. 안정적인 수입이 있음을 증명하는 데 도움이 됩니다.</p>

    <h2>4. 주거지 확인서</h2>
    <p>주거지 확인서는 주소지를 증명하는 서류입니다. 주민센터나 구청에서 발급받을 수 있습니다.</p>

    <h2>5. 보증금 및 월세 납부 증빙서류</h2>
    <p>보증금과 월세를 납부한 내역을 증명하는 서류가 필요합니다. 은행에서 발급받은 영수증 등을 제출하세요.</p>

    <h2>6. 임대차계약서</h2>
    <p>임대차계약서는 임대인과 임차인 간의 임대 조건을 명확히 하는 서류입니다. 계약서에는 임대료, 보증금, 계약 기간 등이 명시되어야 합니다.</p>

    <p>위의 서류를 준비하여 원활한 집 구매 과정을 진행하세요. 필요한 서류를 미리 준비하면 계약 과정이 원활해질 것입니다.</p>
        `
    },
    {
        id: 6,
        tag: '주거',
        title: '어떤 집이 좋은 집일까? 나만의 집 보는 기준 세우기',
        thumbnail: 'https://i.pinimg.com/564x/ce/9b/26/ce9b2614925ed551557013738ffee4b4.jpg',
        likes: 28,
        date: '2024.05.01',
        content: `
        <h1>나만의 기준으로 좋은 집을 구하기</h1>
    <p>집을 구할 때 나만의 기준을 세우는 방법에 대해 소개합니다.</p>

    <ol>
        <li><strong>우선순위 설정:</strong> 각각의 기준에 대한 우선순위를 정하세요. 필수적인 조건과 선호 조건을 구분할 수 있습니다.</li>
        <li><strong>필수 조건과 선호 조건 구분:</strong> 필수적으로 만족해야 하는 조건과 선호하는 조건을 구분하세요.</li>
        <li><strong>가격 대비 시설 및 위치:</strong> 가격대비로 원하는 시설과 위치를 고려하세요.</li>
        <li><strong>집의 크기와 구조:</strong> 원하는 집의 크기와 구조를 고려하세요.</li>
        <li><strong>라이프스타일 고려:</strong> 자신의 라이프스타일에 맞는 집을 선택하세요.</li>
        <li><strong>미래 계획:</strong> 장기적인 관점에서도 생각하여 선택하세요.</li>
        <li><strong>참고 자료 확인:</strong> 부동산 사이트나 중개사를 통해 다양한 매물을 확인하고 비교 분석하세요.</li>
        <li><strong>개인적인 선호도 고려:</strong> 개인적인 취향과 선호도를 고려하여 선택하세요.</li>
    </ol>

    <p>위의 단계를 참고하여 자신의 기준을 세우고, 그에 맞는 집을 선택하세요.</p>
        `
    },
    {
        id: 7,
        tag: '주거',
        title: '부동산 계약할 때 한번 쯤 검색하게 되는 용어 모음',
        thumbnail: 'https://i.pinimg.com/564x/eb/63/95/eb6395f15546d80f64d3e832e6b35793.jpg',
        likes: 20,
        date: '2024.05.14',
        content: `
        <h1>부동산 계약 시 자주 사용되는 용어</h1>
    <p>부동산 계약을 진행할 때 자주 사용되는 용어들에 대해 간단히 설명합니다.</p>

    <dl>
        <dt>임대차계약서</dt>
        <dd>임대인과 임차인 간의 임대 조건을 명시하는 서면 계약서입니다.</dd>

        <dt>보증금</dt>
        <dd>임차인이 임대인에게 보증하기 위해 지불하는 금액으로, 임대인이 임차인의 이행부족에 대비하여 보관합니다.</dd>

        <dt>월세</dt>
        <dd>매월 지불하는 임대료로, 임차인이 임대인에게 지불합니다.</dd>

        <dt>관리비</dt>
        <dd>주거환경을 관리하고 유지하기 위해 발생하는 비용으로, 건물 유지보수, 청소, 경비원 비용 등을 포함할 수 있습니다.</dd>

        <dt>중개수수료</dt>
        <dd>부동산 중개인이 부동산 거래를 중개한 대가로 받는 수수료입니다.</dd>

        <dt>계약 기간</dt>
        <dd>임대차계약서에 명시된 임대 기간으로, 시작일과 종료일이 정해져 있습니다.</dd>

        <dt>전세금</dt>
        <dd>전세계약 시 임차인이 임대인에게 지불하는 한 시점에 한 번에 지불하는 금액입니다.</dd>

        <dt>전세</dt>
        <dd>전세계약으로 임대인에게 한 시점에 한 번에 일정 금액을 지불하고, 계약 기간 동안 거주할 수 있는 권리를 가집니다.</dd>
    </dl>
        `
    },
    {
        id: 8,
        tag: '비용',
        title: '초보 자취생들을 위한 자취 비용 총정리!',
        thumbnail: 'https://i.pinimg.com/564x/4d/cc/d0/4dccd0a6e9cf08c6768bca3eb54c088e.jpg',
        likes: 42,
        date: '2024.04.21',
        content: `
        <p>자취할 때 가장 신경쓰이는 것은 바로 ‘비용’이라고 생각하시는 분들이 많다고 생각됩니다. 사람마다 매달 고정적으로 나가는 비용이 다르기도 하고, 어떤 비용들이 드는지계산하기도 어렵기도 합니다. 따라서 오늘 홀로서기에서 자취비용에 대한 정보를 알려드리도록 하겠습니다!</p>
    
        <p>먼저 자취에 드는 비용은 총 3가지 항목으로 구분할 수 있습니다. ‘고정비 / 생활비 / 교통비’가 존재합니다.</p>
        
        <h3>1. 고정비</h3>
        
        <p>고정비는 월세, 관리비, 각종공과금들이 포함됩니다. 평균적인 월세는 40~50중반에 관리비를 포함하면 보통 50에서 시작합니다. (+ 여름이나 겨울에는 전시게, 가스비용으로 10만원을 추가합니다.) 따라서 약 60만원정도를 고정액으로 잡습니다.</p>
        
        <img src="https://images.unsplash.com/photo-1600493033157-eed3fbe95d96?q=80&w=3540&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
        
        <h3>2. 생활비</h3>
        
        <p>생활비의 대부분은 식비가 차지합니다. 만약 삼시세끼를 밖에서 사먹는다고 가정한다면 한달에 약 63만원 정도를 소비하게 되며, 아침을 먹지 않거나 학식으로 해결하는 사람들은 월 40만원을 소비합니다. 개개인의 식사스타일에 따라서 한달 식비값을 구한뒤, 각종 생필품들을 구매하기 위해 10만원을 더해주시면 됩니다.</p>
       
        <img src="https://plus.unsplash.com/premium_photo-1679501956215-11692418dc42?q=80&w=3387&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
        
        <h3>3. 교통비</h3>
        
        <p>교통비는 개개인 차이가 가장 큰 항목입니다. 직장인 기준으로 기본요금(10km이내 1,250원)에 추가 요금(10km이내 200원) 하루에 2,700원 정도 한달에는 약 5만원을 소비하게 됩니다.</p>
        
        <img src="https://images.unsplash.com/photo-1532330384785-f94c84352e91?q=80&w=3422&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
        <hr>
        
        <p>해당 내용을 정리한다면 <bold>고정비60 + 생활비 60 + 교통비5 =125(만원)이 고정적으로 지출하게 됩니다.</bold>물론 개개인의 성향과 소비스타일에 따라서 달라질 수 있습니다. 홀로서기에서 제공하는 서비스는 모두 평균적인 값에 대한 데이터를 제공하는 것으로 정확한 값을 계산하고 싶으신 분들은 홀로서기의 ‘비용계산기’를 이용해주세요! 오늘도 홀로서기 서비스를 이용해주셔서 감사합니다. :)</p>
        
        <img src="https://images.unsplash.com/photo-1579621970795-87facc2f976d?q=80&w=3540&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">        
`
    },
    {
        id: 9,
        tag: '비용',
        title: '너무 아까운 전기세 ㅠㅠ 줄이는 방법은?',
        thumbnail: 'https://i.pinimg.com/736x/b2/a8/74/b2a87436f23354c7ca5f30a0a19ca458.jpg',
        likes: 33,
        date: '2024.04.26',
        content: ` <h1>전기세 아끼는 방법</h1>
        <p>전기세를 아끼기 위해 아래의 다양한 방법을 참고하세요.</p>
    
        <ol>
            <li><strong>LED 전구 사용:</strong> 일반 전구보다 소비 전력이 적은 LED 전구를 사용하여 조명을 관리하세요. LED 전구는 에너지 효율성이 뛰어나 전기세를 절약할 수 있습니다.</li>
    
            <li><strong>전기사용량 모니터링:</strong> 전기 사용량을 모니터링하여 어떤 기기가 많은 전력을 사용하는지 파악하세요. 과도한 전력 소비를 줄이기 위해 불필요한 전기 용품은 꺼두세요.</li>
    
            <li><strong>전자제품 절전모드 활용:</strong> TV, 컴퓨터, 에어컨 등의 전자제품은 사용하지 않을 때 절전모드로 전환하세요. 대기 전력 소비를 줄여 전기세를 아낄 수 있습니다.</li>
    
            <li><strong>미세먼지 필터 깨끗이 유지:</strong> 에어컨이나 공기청정기의 미세먼지 필터를 깨끗이 유지하세요. 먼지가 쌓이면 전력 효율이 떨어져 전기 소비량이 증가할 수 있습니다.</li>
    
            <li><strong>저전력 전자제품 구입:</strong> 전력 효율 등급이 높은 저전력 전자제품을 선택하세요. 에너지 효율성이 높은 제품은 소비 전력이 낮아 전기세를 절약할 수 있습니다.</li>
    
            <li><strong>무용량 전기기구 사용 자제:</strong> 전기 온수기나 전기 난방기 등의 무용량 전기기구는 전기 소비량이 많으므로 사용을 자제하거나 효율적으로 사용하세요.</li>
        </ol>
        `
    },
    {
        id: 10,
        tag: '기타',
        title: '자취생들을 위한 초간단 요리 레시피',
        likes: 35,
        thumbnail: 'https://i.pinimg.com/564x/73/a1/a7/73a1a7fbdfeeb09c0bebfa9aa213cfcd.jpg',
        date: '2024.05.20',
        content: `
        <h1>자취생을 위한 볶음밥 레시피</h1>
        <p> 식비 절약을 위한 자취요리 모음.zip <br>자취를 시작하면 식비 지출이 어마어마하죠 ᅲᅲ 내가 만들었지만 너무 맛있어서 자연스럽게 외식을 줄여 식비를 아낄 수 있는 요리를 이 글에서 소개해 드릴게요!</p>
    
        <h2>1. 계란 볶음밥</h2>
        <p>만드는 데 15분, 먹는 데 5분! 요리하기 귀찮은 날 집에 있는 재료들로 뚝딱 완성하는 초간단 요리의 정석은 역시 볶음밥이에요. 항상 김치볶음밥만 먹어 지루할 때, 오늘은 베이컨 대파 볶음밥 어때요?</p>
        
        <p>어느 누구도 좋아할 대파와 달걀, 베이컨의 조합이라, 상상만 해도 입맛을 다시게 되는 요리랍니다.</p>
        <ul>
            <li>TIP 1. 베이컨이 없다면 소시지나 햄을 대신 넣어 만들어도 충분히 맛있어요.</li>
            <li>TIP 2. 기호에 따라 페페론치노를 추가해 매꼼하게 즐기셔도 좋아요.</li>
        </ul>
    
        <img src="https://static.wtable.co.kr/image/production/service/recipe/823/cc6dcd87-29b6-47ba-884d-afc9ada03629.jpg?size=800x800" />

        <h2>2. 파기름 국수</h2>
    
        <p>육수 내랴, 양념장 만들랴, 은근 까다로운 국수 요리. 단언컨대 가장 간단한 국수 요리지만 맛은 절대 뒤지지 않아요. 파기름에 감칠맛을 내는 기본양념만 넣어 잘 볶아준 후 삶아낸 소면 위에 적당량 올려주기만 하면 끝!</p>
        
        <p>파 향이 잔뜩 배어 있는 파기름 국수는 한번 먹으면 끊임없이 들어간답니다.</p>
        <ul>
            <li>TIP 1. 팬을 달구지 않고 피와 기름을 먼저 넣은 후 서서히 온도를 높여야 파의 향이 더 잘 배어요.</li>
            <li>TIP 2. 기호에 따라 마지막에 계란 프라이를 하나 올려먹어도 맛있어요.</li>
        </ul>
        
        <img src="https://static.wtable.co.kr/image/production/service/recipe/2299/ace0c2a9-e593-461a-8d1f-dd863e5e9da4.jpg?size=800x800" />
        
        <h2>3. 달걀 파스타</h2>
        
        <p>먹으면 먹을수록 고소함이 일품인 보들보들 달걀 파스타!</p>
        
        <p>늘 집에 있는 평범한 재료들로 새롭게 달걀 파스타 한번 만들어 보세요. 담백한 맛이라 구운 마늘이나 베이컨을 추가해 만들어도 정말 맛있답니다! 후회 없는 한 끼 식사가 될 거예요.</p>
        <ul>
            <li>TIP 1. 치킨스톡이 없다면 굴소스를 넣어도 충분히 맛있답니다.</li>
            <li>TIP 2. 기호에 따라 마지막에 생 노른자나 치즈를 추가해 먹어도 좋아요.</li>
        </ul>

        <img src="https://static.wtable.co.kr/image/production/service/recipe/2215/2207e658-683d-4e6c-8ff3-e93fcd62c847.jpg?size=800x800" />
        `
    },
    {
        id: 11,
        tag: '기타',
        title: '자취생들을 위한 분리수거 꿀팁',
        likes: 38,
        thumbnail: 'https://plus.unsplash.com/premium_photo-1663091375659-94b729df2491?q=80&w=3540&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
        date: '2024.06.04',
        content: `
        <h1>분리수거 꿀팁</h1>
            <p>요즘 웬만한 건물에는 분리수거장이 있지만 신축 원룸/오피스텔에는 분리수거장조차 없는 경우가 많은데요, 이런 경우에는 어디에 쓰레기를 버려야 할지도 몰라 난감한 경우가 많습니다 자취생분들을 위해 원룸, 오피스텔에서 분리수거하는 법을 알려드리겠습니다</p>
        
            <p>아무리 저렴한 원룸촌이라고 하더라도 쓰레기를 내놓는 곳은 정해져 있는데요 거창하게 분리수거장이라고 하진 않아도 분리수거 후 쓰레기를 내놓는 곳이 있습니다 만약 못 찾으시겠다면 집주인에게 물어보시면 됩니다</p>
            
            <img src="https://images.unsplash.com/photo-1611284446314-60a58ac0deb9?q=80&w=3540&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
            
            <br><br>
            
            <p>재활용하는 장소는 알아보았으니 재활용을 어떻게 하는지 알아보겠습니다</p>
        
            <p>먼저 재활용이 되지 않는 쓰레기는 종량제 봉투에 넣어주시면 됩니다. 분류가 헷갈리는 일반쓰레기 종류에는 치킨 뼈, 화분, 나무젓가락, 영수증, 컵라면 뚜껑, 깨진 유리 등이 있습니다. 동물이 먹을 수 없는 것, 재질이 다양한 것, 깨끗하지 않응 것 등은 일반쓰레기라고 생각하시면 될 것 같아요</p>
            <h2>2. 재활용 가능한 물품 분리:</h2>
            <p>재활용이 가능한 종이, 플라스틱, 금속 등의 물품을 따로 분리하여 버리세요. 재활용품은 재활용센터에 제공하여 자원 순환에 기여할 수 있습니다.</p>
        
            <img src="https://images.unsplash.com/photo-1503596476-1c12a8ba09a9?q=80&w=3474&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
        
            <p>재활용이 되는 쓰레기는 깨끗하게 씻어 투명한 비닐에 각각 넣어 배출해주시면 됩니다 검정색 비닐도 가능하긴 하지만 검은색 비닐은 미화원분들이 제대로 분류가 되었는지 확인하기 위해서는 하나하나 열어봐야 하기 때문에 투명 비닐을 쓰는걸 추천드립니다 하지만 종이류의 경우 예외적으로 종이 박스에 넣어 배출하는 것이 좋습니다</p>
       
            <img src="https://images.unsplash.com/photo-1571727153934-b9e0059b7ab2?q=80&w=3474&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
            <p>투명 플라스틱은 요즘 정부에서도 주목하고 있는 좋은 원료인데요 그런만큼 저희도 잘 분리수거를 해서 배출하는게 좋겠죠? 명 페트병은 잘 씻어서 라벨을 뗀 후 찌그러트려 다른 플라스틱과 분리하여 버려주시면 됩니다</p>
        
            <p>오늘은 이렇게 원룸/오피스텔에서 분리수거하는 법에 대해 알아보았는데요 자취생 분들에게 조금이라도 도움이 되었기를 바라겠습니다 감사합니다</p>
        `
    },
    {
        id: 13,
        tag: '기타',
        title: '초보 자취러 주목! 자취 전 필수 체크리스트',
        likes: 39,
        thumbnail: 'https://images.unsplash.com/photo-1586281380117-5a60ae2050cc?q=80&w=3540&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
        date: '2024. 06. 12',
        content: `
        
        <p>안녕하세요! 오늘은 첫 자취를 하시는 분들을 위해 자취방 필수 확인 사항을 준비해 봤습니다. 확인해 봐야 할 자취방 필수 사항은 너무나도 많지만, 정말 중요한 6가지로 추려보았어요.</p>
        
        <h2>1. 수압및수온</h2>
        
        <p>집에 들어가자마자 변기, 샤워기, 싱크대, 세면대 모두 수압을 확인해 보세요! 변기 물은 잘 내려가는지, 싱크대나 세면대, 화장실 배수구에 물이 막힘없이 잘 내려가는지, 물줄기가 약하지 않은지 꼼꼼하게 살펴봐야 합니다. 또한 샤워기와 수도꼭지는 수압이 강하다가 약해질 수 있으니 30초 정도 충분히 틀어보세요!</p>
        
        <h2>2. 채광</h2>
        
        <p>채광은 정말 중요한 부분인데요! 그 이유는 ‘관리비’와 연관이 있기 때문입니다. 채광, 외풍이 안 좋은 집은 곰팡이가 생기기 쉽고 전기세, 냉난방비 등이 더욱 많이 나올 수 있습니다. 햇빛이 잘 들어오는지, 주변 건물이 햇빛을 막진 않는지 잘 확인해 보세요! 참고로, 대부분의 자취인은 남향과 동향을 선호합니다.</p>
        
        <img src="https://images.unsplash.com/photo-1465577512280-1c2d41a79862?q=80&w=3494&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
        <h2>3. 치안</h2>
        
        <p>무엇을 하든 안전이 가장 중요하겠죠? 자취할 때도 마찬가지로 치안은 아주아주 중요한 부분입니다. 공동현관, 로비, 층별 복도마다 CCTV의 유무를 꼭 확인해 보세요! 그리고 현관문 잠금장치가 잘 작동하는지, 3층 이하의 방이라면 방범창이 튼튼하게 달려있는지 흔들어 체크해야 합니다.</p>
        
        <h2>4. 주변시설</h2>
        
        <p>자취방 내부뿐만 아니라, 주변 시설 또한 확인해 봐야 합니다! 주변 가로등이 점등되는지, 근처에 편의점이 운영되는지 등을 확인해 주면 좋겠죠? 그리고 야간 유동 인구가 생활에 생각보다 영향을 많이 끼치기 때문에 야간에 가서 주변 환경을 체크해보시는 것도 추천해 드립니다!</p>
        <img src="https://images.unsplash.com/photo-1586773860418-d37222d8fce3?q=80&w=3008&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
        <h2>5. 청결</h2>
        
        <p>창문 틈에 벌레가 없는지, 벽지와 창문 고무 틈에 곰팡이는 없는지 확인하고, 방 전체에 불쾌한 냄새는 나지 않는지 체크하세요! 이뿐만 아니라 화장실도 잘 확인하는 것이 좋아요. 배수구에서 냄새가 올라오는지, 창문은 있는지, 환기는 어떤 방식으로 되는지를 잘 확인해야 당장에 보이지 않는 불쾌한 점들을 방지할 수 있으니까요!</p>

        <h2>6. 옵션가구</h2>
        
        <p>장기 입주를 계획하고 있거나, 이전 집에서 가구를 들고 이사하는 것이 아니라면 미리 가구가 갖춰져 있는 방을 고르는 것이 좋아요! 옵션 가구들의 상태를 사전에 꼼꼼히 확인하시고, 훼손이 있는 부분에 대해 수리를 요청하거나 미리 고지하여 퇴거 시에 부당한 배상을 치르지 않도록 해야 합니다. 그리고 자취방에 포함되어 있는 가구, 가전이 무엇인지 살펴보고 나중에 계약 시 계약서에 이것들이 전부 명시되어 있는지 확인하세요!</p>
         <img src="https://images.unsplash.com/photo-1626806787461-102c1bfaaea1?q=80&w=3542&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" alt="">
        <hr>
        
        <p>위 6가지 체크 사항을 참고해서 우리 모두 제~일 좋은 자취방 구해봐요!</p>
`

    },
    {
        id: 3,
        tag: "인테리어",
        title: '자취 로망 실현하기! 당신의 인테리어 스타일은?',
        likes: 28,
        thumbnail: 'https://images.unsplash.com/photo-1616047006789-b7af5afb8c20?q=80&w=3560&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
        date: '2024.06.13',
        content: `
        <p>인테리어란, 건축물 내부의 공간을 디자인하고 꾸미는 것을 말합니다. 즉, 가구, 조명, 바닥재, 벽지, 커튼, 장식품 등을 사용하여 공간의 기능과 미적 가치를 높이는 작업입니다.</p>
        <p>이러한 인테리어가 중요한 이유는 집에 있는 시간동안 좀 더 효과적으로 휴식을 취할 수 있고 삶의 질을 높일 수 있기 때문입니다.</p>
        <p>오늘은 인테리어를 디자인할 때 가장 중요하게 생각해야할 요소 중 하나인 ‘인테리어 스타일’에 대한 정보를 알려드리려고 합니다.</p>
        
        <h3>1. 내추럴 스타일</h3>
        <p>내추럴 스타일은 자연친화적 소재(나무, 삼배, 흙, 벽돌 등)를 이용한 스타일로 자연과 어우러진 소박하고 아름다운 스타일 입니다. 예술과 문학에서 시작된 자연주의적 스타일인 것이죠. 자연에 가까운, 자연스러운 상태를 표현하기 위해 자연의 색채, 자연물, 천연재료 등의 소재를 활용하고 자연에서 영감을 받은 이미지의 패턴을 사용하는 것이 특징입니다. 가구들을 들일 때도 자연스러움을 토대로 디자인된 것들로 구성합니다.</p>
        <img src="https://i.pinimg.com/736x/3d/df/40/3ddf403a863d357a6916d74a010c2679.jpg" alt=""><br><br>
        <h3>2. 로맨틱 스타일</h3>
        <p>로맨틱 스타일은 화사한 컬러에 부드럽고 사랑스러운 스타일로 아기자기하면서 낭만적인 스타일링이 돋보이는 스타일입니다. 또한 19세기 전반 유럽 여러나라에서 회화와 조각등 예술영역에 파급되었던, 자아의 해방을 주장하며 주관적, 감성적인 태도가 두드러지는 낭만주의의 영향을 받았다고 합니다. 주로 레이스, 실크, 벨벳등의 패브릭을 사용하는 것이 특징이며 침대의 늘어뜨린 천과 엘레강스한 가구, 감성적인 큰 창이 눈에 띄죠. 플라워패턴, 식물문양, 스트라이프 등을 사용하여 감성을 표현하기도 합니다. 한 마디로 아기자기하고 여성적이며 낭만적이면서 화사한 분위기를 조성하는 스타일이라고 할 수 있습니다.</p>
        <img src="https://i.pinimg.com/564x/51/e4/11/51e411092f4efa4cf784dab14a1d8634.jpg" alt=""><br><br>
        <h3>3. 모던 스타일</h3>
        <p>모던 스타일은 현대적이고 심플함이 가장 큰 특징인 스타일입니다. 복잡한 장식물 없이 단순하고 심플하며 그 속에서도 개성을 느낄 수 있고, 돋보인답니다. 또한 모더니즘에서 유래된 스타일로서 과다한 색채와 패턴, 필요없는 장식을 배제하여 단순하고 간결한 분위기를 연출하기에 적합하다고 할 수 있죠. 모던 스타일을 연출할 때 주로 사용되는 소재는
단단한 인공소재, 금속성, 타일, 가죽 등이며 공간구성은 직선적이고 단순하게 연출합니다. 일반적으로 블랙, 화이트, 그레이와 같은 무채색 컬러를 많이 활용하여 스타일링합니다. 또한 도시적인 느낌이 많이 나기에 현대의 젊은층이 선호한다고 합니다.</p>
        <img src="https://i.pinimg.com/564x/9c/f7/77/9cf777f300aa2942d259ae2b2592a94f.jpg" alt="">
        <h3>4. 미니멀 스타일</h3>
        <p>미니멀 스타일은 고도로 농축된 감각과 극도의 절제미가 돋보이는 스타일입니다. 불필요한 부분을 없애고 그 자체가 가지는 것만으로도 미를 다루고, 비우는 것만으로도 스타일을 살릴 수 있습니다. 불필요한 요소들을 없앴기 때문에 공간이 더욱 더 넓어보이는 듯한 시각효과까지 줄 수 있다는 장점이 있습니다.</p>
        <img src="https://i.pinimg.com/564x/ac/60/d1/ac60d12eb7f5a14ae5868704170f0b87.jpg" alt="">
        <br>
        <hr>
        <p>이러한 스타일들을 참고하여 자신의 스타일을 꼭 한 번 찾아봅시다. 자신만의 스타일로 새롭게 집을 인테리어하여 편안하고 행복한 자취 생활을 누리시기를 바랍니다!</p>
        `
    }
]

export default articleList
